{
  "contentIsWordProof": "This content is WordProof",
  "contentHasNotChangedTitle": "Content has not changed since the last timestamp",
  "contentHasNotChangedText": "Neither the website nor a third party has modified the content of this page since it was last timestamped on the blockchain.",
  "whyIsThisImportnat": "Why is this important?",
  "lastEdit": "Last timestamp on",
  "discoverHowTitle": "Discover how this content changed over time",
  "discoverHowText": "Because this website timestamps every revision on the blockchain, you can compare the different versions.",
  "viewPreviousVersions": "View previous versions",
  "publishedBy": "Published by",
  "importanceTitle": "Why does a timestamp on the blockchain matter?",
  "importanceParagraph1": "The unique fingerprint (called the hash) of the latest version of this content has been added to the blockchain. It can’t be changed or removed.",
  "importanceParagraph2": "Both you and the website have access to the hash and input that corresponds to this hash.",
  "importanceParagraph3": "You have proof that the owner of this content created it and that it was not tampered with.",
  "importanceParagraph4": "The website has proof of having this content at certain points in time, which can be used for copyright conflicts.",
  "checkYourself": "Check it yourself",
  "recent": "recent",
  "firstTimestamp": "first timestamp",
  "explanation": "Explanation",
  "timestampCheck": "Timestamp check",
  "compare": "Compare",
  "viewOnBlockchain": "View on Blockchain",
  "rawInput": "Raw input",
  "previous": "Previous",
  "browsePreviousVersions": "browsePreviousVersions",
  "verifyFingerprintTitle":"Verify the fingerprint of this content",
  "verifyFingerprintText":"See how this unique fingerprint was genrated and verify it in the blockchain.",
  "viewTimestamp":"View the input of this timestamp",
  "contentHasChangedTitle":"Content has changed since the last timestamp",
  "contentHasChangedText":"The website has updated the content of this page since it was last timestamped on the blockchain."
}
